






/* Find [title of window] */
"Find" = "Suchen";

/* Find: */
"Find:" = "Suchen nach:";

/* Replace: */
"Replace:" = "Ersetzen durch:";

/* Ignore case */
"Ignore case" = "Groß-/Kleinschreibung ignorieren";

/* Match patterns (RegEx) */
"Match patterns (Regex)" = "Reguläre Ausdrücke (Suchmuster) aktivieren";

/* Patterns… */
"Patterns…" = "Suchmuster ...";

/* Next */
"Next" = "Weiter";

/* Previous */
"Previous" = "Zurück";

/* Replace & Find */
"Replace & Find" = "Ersetzen & Suchen";

/* Replace */
"Replace" = "Ersetzen";

/* Select All */
"Select All" = "Alles auswählen";

/* Replace All */
"Replace All" = "Alles ersetzen";

/* in entire document [can be translated just 'in document'] */
"in entire document" = "im gesamten Dokument";

/* in selection only NOTE: I shortened this to 'in selection' in English so it would visually be a different length than its alternate: 'in entire document' */
"in selection only" = "in der Auswahl";

/* option key */
"option key" = "Wahltaste";

/* Regular Expression Error */
"Regular Expression Error" = "Fehler bei der Anwendung der regulären Ausdrücke";

/* OK [button label] */
"OK" = "OK";

/* Not found [message displayed in status area when 'find' string was not found] */
"Not found" = "Nicht gefunden";

/* %d found [message displayed in status area to indicate number of matches found]*/
"%d found" = "%d Treffer";

/* %d found [message displayed in status area to indicate number of matches found]*/
"%d found" = "%d Treffer";

/* %d replaced [message displayed in status area to indicate number of matches replaced]*/
"%d replaced" = "%d ersetzt";

/* Recent Searches [menu item in Find field's history menu] */
"Recent Searches" = "Benutzte Suchanfragen";

/* Clear Recent Searches [menu item in Find field's history menu] */
"Clear Recent Searches" = "Einträge löschen";